{
  "translationBy": "Translation By: Silas Schlax",
  "translationEditedBy": "Translation Edited By: Silas Schlax",
  "translationProofedBy": "Translation Proofed By: Silas Schlax",
  "translationMostRecentUpdate": "Translation Updated: 11/22/2025",
  "title": "The True Christmas Project",
  "nav": {
    "about": "About",
    "story": "Story",
    "essay": "Essay",
    "getI": "Get Involved"
  },
  "about": {
    "howItBeganTitle": "How It Began",
    "howItBegan1": "The True Christmas Project began with a simple idea: to bring the story of Christ’s birth back to the center of Christmas. In a season often filled with noise and distraction, we aim to share a clear, joyful reminder of the gospel—through something as small as a candy cane and as powerful as God’s Word.",
    "howItBegan2": "Our project pairs a candy cane with a QR code that links to gospel-centered resources like essays, stories, and more. This small act creates opportunities for conversation, connection, and reflection on the true reason we celebrate Christmas.",
    "howItBegan3": "We’re not a business or a brand—we’re a growing community of believers with one purpose: to make Christ known. Volunteers, individuals, and churches from all backgrounds come together to distribute candy canes, write essays, translate materials, and share the message of hope with their communities.",
    "howItBegan4": "Everything we offer—downloads, guides, and designs—is free to use for personal, church, or outreach purposes. Whether you’re handing out candy canes at a local event, sharing them with your neighbors, or organizing a church outreach, you’re part of something bigger: a collective effort to glorify Christ through simple acts of love and faith.",
    "howItBegan5": "We know every story looks different, but our prayer is the same—for hearts to be drawn to Jesus, and for the true message of Christmas to shine brightly in every home, every street, and every nation.",
    "missionTitle": "Mission",
    "whyTitle": "Why 'The True Christmas Project'?",
    "whyDesc1": "The name “The True Christmas Project” isn’t meant to suggest that it’s the only real or valid Christmas effort. Rather, it’s about pointing back to the true story of Christmas—the birth of Jesus Christ—amid a world that often buries that truth beneath commercialism and noise.",
    "whyDesc2": "Our goal is simple: to help people remember the true meaning of Christmas and rediscover the message of hope, love, and redemption that began in a manger. This project exists not to compete with others, but to join the larger mission of believers everywhere who want to make Christ known during the Christmas season."
  },
  "mission": "The True Christmas Project exists to refocus hearts on the true meaning of Christmas: the birth of Christ, the promised Savior and Light who entered our dark world. In a culture that buries the gospel beneath noise, commercialism, and distraction, we aim to lift eyes back to the manger—back to Jesus, God with us. Through the simple gift of a candy cane paired with a QR code linking to biblically faithful resources, we proclaim the Good News, encourage believers, and connect individuals to local, Bible-believing, Bible-teaching churches. We equip volunteers and communities to take part through distribution, translation, writing, and church partnership, all so that Christ may be exalted and His gospel made known. Every act is done freely, joyfully, and for the glory of God alone, pointing all people to the hope found only in Jesus.",
  "noise_nativity": "The Noise And The Nativity",
  "candy_cane": "The Candy Cane, the Cross, and the Savior", 
  "voices_season": "Voices of the Season",
  "get_involved": "Get Involved",
  "about_us": "About Us",
  "extra_1": "Question Submission",
  "extra_2": "Extra Link 2",
  "extra_3": "Extra Link 3",
  "extra_4": "Extra Link 4",
  "extra_5": "Extra Link 5",
  "choose_lang": "Choose language:",
  "copyright": "© 2025 Silas Schlax | The True Christmas Project",
  "disclaimer": "The True Christmas Project is supported entirely by volunteers, including essay submissions and translations. While every effort is made to ensure the accuracy of translations, not all essays may be translated, and translations may contain errors or differences in interpretation due to the volunteer nature of this work. Please note that The True Christmas Project is not responsible for mistakes in translations, whether accidental or intentional. Volunteers contribute their time freely, and content is provided in good faith. If you notice any translation errors or inappropriate content, please help us improve by",
  "disclaimerReport": "reporting it.",
  "search_placeholder": "Search by name, time/day, or city/address...",
  "no_results": "No churches match your search. Try a different term!",
    "author": "Author(s):",
  "editor": "Editor(s):",
  "publish": "Published:",
  "story": {
    "title": "The Candy Cane, the Cross, and the Savior",
     "p1": "Have you ever wondered why candy canes appear almost like clockwork every Christmas season? They do not show up in spring, they do not fill the shelves in summer, and they are not the candy of choice in the fall. Yet once November arrives, these red-and-white hooks seem to be everywhere.",
    "p2": "And while people debate exactly how the candy cane was invented, we know one thing for sure: the candy cane is not just a decoration or a sugary distraction. It is a tiny sermon eager to tell its story. For such a small and ordinary-looking object, it carries a loud message. Every stripe, every color, every curve points us to Jesus.",
    "p3": "Imagine a red-and-white candy cane hanging on the tree. Now focus on the red stripes. What do you think they represent? The red stripes remind us of the blood Jesus would one day shed on the Cross. Christmas celebrates His birth, but even in the manger there is an echo of His mission. The red reminds us that Jesus did not come just to be admired—He came to rescue. He came to stand in our place. He came to take the punishment for our sins.",
    "p4": "Now look at the white stripes; what does white usually symbolize? Purity? Snow? Holiness? If so, you are exactly right. The white stripes point to Jesus’ perfect, pure, sinless life. He was fully God and fully man, yet without a single stain of sin. The white also declares what He does for us: He takes hearts that are scarlet with guilt and sin and washes them as white as snow (Isaiah 1:18). Jesus did not simply come to die for our sins and forgive us; he came to transform our hearts and mind from the inside out. He came to make us a new creation.",
    "p5": "Now consider the shape hanging on your imaginary tree. See the curve at the top? What does it look like? A shepherd’s staff—simple, humble, and curved to rescue wandering sheep. This shape pulls our minds back to the shepherds in Luke 2, the first people to hear the angels proclaim the birth of Christ. God did not speak first to kings, scholars, or the rich—He chose simple shepherds watching their sheep in quiet fields.",
    "p6": "The staff also reminds us that Jesus is our Good Shepherd. He knows His sheep—us—calls us by name, leads us, protects us, and even goes after us when we stray. Have you ever felt lost or unsure of where to go? Or needed someone to guide you—maybe a parent or a mentor? Hidden in this simple candy is a reminder that Jesus is our guide, our lamp, our protector who never abandons His flock.",
    "p7": "Now turn the candy cane upside down. What do you see? A <i>J</i>? J for Jesus! It is simple—maybe even a little cheesy—but incredibly profound. The entire message of the candy cane hinges on His name. Everything about it points back to Him: His life, His death, His purity, His sacrifice, His shepherding care. In a world full of symbols that mean nothing, here is one that means <i>everything</i>.",    "p8": "If you put all this together, the candy cane becomes more than a treat. It becomes a symbol rich with truth to remind us each year.",
    "list1": "Jesus came into the world with a purpose.",
    "list2": "Jesus lived a life of perfect, Holy, sinless life.",
    "list3": "Jesus shed his blood to save us.",
    "list4": "Jesus leads and guards His people like a faithful Shepherd.",
    "p9": "So next time you unwrap a candy cane, slow down for a moment. Consider what Jesus has done for you. With every sweet taste, remember that Jesus watches over His people and protects them. Let it remind you of an even sweeter truth—that the Savior who stepped into our world at Christmas two thousand years ago is the same Savior who still leads, still forgives, and still brings hope to all who believe. And if you are not a Christian, think about this. Think about what Jesus did for you. And consider how you will choose to respond."
  },
  "essay": {
    "title": "The Noise And The Nativity",
    "par1": "Christmas, even through the chaos of December and all the preparation, is something all of us look forward to each year. From spending time with family and eating good food to gift giving, Christmas is a festive and joyful occasion. But why? Why is a single day out of three hundred and sixty-five so special, so…different? Is it because it is so out of the ordinary? Or is there another reason behind it all? Culture says Christmas is about the tangible—the gifts, the food, the traditions; the Bible says it's about Christ. Which is it really, and how should we look at it today?",
    "par2": "Modern culture portrays Christmas as joyful, family oriented, with traditions like gift giving, decorations, and special food. You may be saying to yourself, “What is wrong with all that?” There is nothing inherently wrong with it. Instead it is a matter of the heart. Why do we spend time with family? Why do we give and receive gifts? Why do we decorate? Is it because that is just what we do at Christmas? We gather with family, eat good food, and get gifts. But this is where commercialism shines. Corporations and companies want us to have this mindset because it makes them more money. This is why you see so many advertisements, media, movies, and so much more focused on this theme of the tangible. To them, it is all about money, what will bring in the most, and they do not care what happens to the everyday man. They focus on how many toys, how many rolls of wrapping paper, and yes, even how many cinnamon rolls they can sell. Unfortunately, this mentality has seeped into the everyday person, shaping a mindset of: “How much can I get?” This mindset only brings disappointment, sadness, and anger when you ultimately do not get all you wanted and dreamed for. If this is truly what Christmas is all about, how can those who do not have family, do not have money for food and gifts still have a joyful Christmas? If you set that as your standard of joyfulness for the holiday, you cannot be happy or joyful. You will only be sad and jealous over what you do not have.",
    "par3": "If Christmas is not about family, festivities, and gifts, what is it about? Simply put, Christmas is about Christ, his birth, and the Good News; “And the angel said to them, “Fear not, for behold, I bring you good news of great joy that will be for all the people” (Luke 2:10, ESV). Christmas at its very roots has nothing to do with gifts, food, or family, but it has everything to do with what God did for us sending his son who would one day die on the Cross.",
    "par4": "That said, these other aspects of Christmas have deep roots in Christianity and the Bible. Take for example family; On that night in Bethlehem, family and strangers gathered in the stables to worship Jesus. Another example is that of gifts; the Wise Men gave Jesus gifts, traveling far and wide to find the newborn King. Additionally, God gave us the greatest gift of all: His Son, Christ. We should not be focused on what we can receive, but on what we can give. What can you bless someone else with? Maybe it’s a tangible item, maybe it’s love and care, or maybe it’s simply spending time with them. Or maybe, just maybe, it is sharing the Gospel with them, telling them about Christ and how he was born on Christmas to die for their sins on the Cross.",
    "par5": "At the center of Christmas—at its heart—it is not about gifts or food, not even about royalty or wealth. It is about Got keeping his promise; the promise of a Messiah who would bring hope, healing, peace, and redemption. That night in the small town of Bethlehem, just as the Scriptures foretold, God stepped into the world as a baby—not as a king, not as a soldier, not as many expected. Christ came as a helpless, perfect child, not born into luxury or wealth but laid in a manger—a feeding trough, wrapped in swaddling cloths, surrounded by animals, family, and shepherds. Christmas is not the celebration of material things, rather, it is the celebration of God coming near. Not as a distant ruler, but as Emmanuel: “God with us.”",
    "par6": "Christmas also reminds us that light shines brightest in the darkest darkness, and the darkness cannot overcome it. Remember the star over Bethlehem? That light broke through the night, guiding all who sought the truth. Light always defeats the darkness; truth always overcomes lies. Christmas reminds us that no one is too far gone, too lost, or too broken for God. In your darkest hour, God is still with you, and if you know Him, He will light your path.",
    "par7": "Christmas is a reminder that true love took on flesh and dwelt among us. It is a yearly reminder that God keeps His promises, we just have to remember that His timing is not ours. Maybe the hardship you are facing is God shaping you, not destroying you. Maybe the pain you feel is God showing you something, not discouraging you. Maybe the longing you feel is God stirring your heart, not leaving you empty. But hear this: if you are not a Christian, maybe—just maybe—it is God calling you to Him.",
    "par8": "But if all this is true, if Christmas is truly about Christ, about Emmanuel, about light breaking into darkness. Then why is it so hard to see it? Why is it so difficult to keep our hearts fixed on the manger instead of everything else around us? Today there is so much noise, so many voices trying to pull us away from the Truth, away from the manger. From TV ads selling the “perfect gift,” to glittering displays in stores, to Black Friday deals, to the endless decorations in every aisle, each one pushes you toward their product, not God's gift. They have cemented in many of our minds that Christmas is this glossy, superficial event portrayed in media and movies. But is it?",
    "par9": "All this noise is not evil in itself. The danger comes when we allow the noise to overwhelm us. Allow it to blur our vision and drown out the real reason we celebrate. When that happens, we rob ourselves and those around us of the hope Christ brings. Christmas put simply by Rev. Billy Graham is, “a cradle, a cross, and a crown” (“<i><a href='https://billygraham.org/answers/what-is-the-deeper-meaning-of-christmas'>What is the Deeper Meaning of Christmas,</a></i>” Rev. Billy Graham). And the problem? The problem is allowing the noise to speak so loudly that it outshines the star over Bethlehem and the multitude of angels singing, “Glory to God in the highest, and on earth peace among those with whom he is pleased” (Luke 2:14, ESV).",
    "par10": "You know the solution to the noise? The nativity—Christ—was the solution, is the solution, and forever will be the solution. As it says in John, God sent his only Son to be born as a man and die on the Cross for our sins: “For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life” (John 3:16, ESV). This is what we need to remember every Christmas, not to mourn his death on the Cross, but to be joyful in his birth, his coming into this world. Rejoice, for the King has come, born in a manger for all the world. Or as the hymn by Isaac Watts, Joy to the World, sings:",
    "joy1": "Joy to the world; the Lord is come;",
    "joy2": "Let Earth receive her King;",
    "joy3": "Let ev'ry heart prepare him room,",
    "joy4": "And heav'n and nature sing.",
    "joy5": "Joy to the Earth, the Savior reigns;",
    "joy6": "Our mortal songs employ,",
    "joy7": "While fields and floods, rocks, hills and plains,",
    "joy8": "Repeat the sounding joy.",
    "par11": "This is Christmas: Christ has come, and that truth changes everything.",
    "par12": "As we step into this Christmas season, let us not lose sight of what matters most. Christmas is not built on gifts or gatherings, nor on traditions or decorations, but on the unshakeable truth that God came near. A Savior was born, hope entered the world, and an unimaginable light broke through the darkness. Our world will keep shouting its messages, but we do not have to listen. Instead. Instead, we turn our eyes back to the manger, back to the Child who changed history. So this Christmas, prepare Him room. Slow down. Look past the world’s noise. Choose to give rather than grasp. Share Christ with someone who needs hope. Love someone who feels unseen. Let your life—our lives—reflect the joy of the One who came for you. Because if Christ is truly at the center of Christmas, then everything—your heart, your home, your joy—will shine with the light of the King who came to save.",
    "par13": "If you are not a Christian, we urge you to read the Christmas story found in <a href='https://www.esv.org/Luke+2'>Luke 2</a>, find a Bible-believing, Bible-teaching church near you and attend a service. We pray that you’ll come to know Jesus Christ as your Lord and Savior. If you’re looking for a place to celebrate Christmas this year, you can find local RDU services listed on our home page."
  },
  "downloads": {
    "b&w": "Black and White Tags Download",
    "color": "Color Tags Download",
    "instructions": "Instructions Download",
    "qr": "QR Code Download (PNG)",
    "disclaimer1": "You are welcome to use and share these downloadable resources freely for personal, church, or outreach use related to The True Christmas Project. You may copy, print, and distribute them as long as they are not sold or misrepresented as your own work.",
    "disclaimer2": "All materials are provided “as is,” without any guarantees or warranties of any kind. The True Christmas Project and its contributors are not responsible for any damages, errors, or outcomes resulting from their use or distribution.",
    "disclaimer3": "By using these resources, you agree to do so at your own discretion and in good faith for the purpose of sharing the message of Christmas."
  },
  "getInvolved": {
    "voice_season": {
    "title": "Voices of the Season – Essay Submissions",
      "who": {
        "title": "Who Can Submit?",
        "text": "The True Christmas Project welcomes essays from <b>everyone</b>—students, pastors, parents, teachers, church leaders, and anyone who desires to glorify Christ through writing. Share your <b>reflection, testimony, story, or idea</b> about the birth of Jesus, the gospel of Christmas, or how His love impacts your life. Each essay will appear on our <b>Submissions</b> page in <b>alphabetical order by title</b>, allowing readers to grow in faith with every contribution."
      },
      "guidelines": {
        "title": "Submission Guidelines",
        "text": "Essays are not the only submissions types allowed, poems, creative stories and more as accepted as long as they keep the theme and point readers to Christ and the true meaning of Christmas.<br><br><b>Title is required.</b><br><b>Authors and editors:</b> must provide full names.<br><b>Length:</b> 500–1500 words.<br><b>Format:</b> Plain text or Word document. You may include <b>headings or bold titles</b>, but all sizes and styles will be standardized for consistency.<br><b>Content:</b> Essays should reflect the <b>Christian faith</b>, the <b>true meaning of Christmas</b>, and honor Scripture. They must be appropriate, edifying, and encouraging for believers or instructive for nonbelievers.<br><b>Language:</b> English (translations handled separately).<br><b>Biblical references</b> are encouraged.<br><b>Quotations:</b> Use inline quotes; this site does not support footnotes."
      },
      "limits": {
        "title": "Submission Limits and Deadlines",
        "text": "<b>Maximum:</b> 20 essays for 2025.<br><b>Deadline:</b> December 15, 2025.<br><b>Publication:</b> Within 3–5 business days after review and approval."
      },
      "rights": {
        "title": "Rights and Review",
        "text": "The <b>Editor-in-Chief</b> reserves the right to reject essays for reasons including, but not limited to: <b>unbiblical content</b>, <b>irrelevant topics</b>, <b>excessive or insufficient length</b>, <b>poor or unreadable formatting</b>, or <b>duplicate/plagiarized work</b>. All essays will be reviewed and formatted to maintain <b>clarity, readability, and consistency</b> with the site’s Christian mission."
      },
      "link": {
        "title": "Submission Link",
        "text": "Submit your essay here: <a href='https://forms.gle/87TxnFKGu8HrRw9Y6' target='_blank'><b>Submission Form</b></a>"
      }
    },
    "candy_cane_outreach": {
      "title": "Candy Cane Outreach",
      "mission": {
        "title": "Our Mission"
      },
      "participate": {
        "title": "How to Participate",
        "text": "Join us in sharing the true message of Christmas through the simple gift of a candy cane. This project is an easy and meaningful way to share the gospel with friends, neighbors, and anyone you meet during the Christmas season."
      },
      "step1": {
        "title": "Step 1 – Purchase Candy Canes",
        "text": "Buy candy canes from any grocery store, dollar store, or online retailer. Choose individually wrapped ones so they stay clean and easy to hand out. We’ve found that Brach’s candy canes at Walmart are typically the most cost-effective option."
      },
      "step2": {
        "title": "Step 2 – Download and Print Resources",
        "text1": "<a href='/get_involved/downloads'><b>Download</b></a> the printable cards made for this outreach. Each one explains the meaning behind the candy cane and includes a QR code that links back to this site where people can read more about the true meaning of Christmas.",
        "text2": "Print as many as you want, cut them out, and punch a small hole at the top and bottom so you can slide the candy cane through. <i>Instructions are in the PDF.</i>"
      },
      "step3": {
        "title": "Step 3 – Assemble and Prepare",
        "text": "Attach one card to each candy cane by sliding it through the holes. You can make these with your family, friends, or church group. Take time to pray over them and ask God to use these small gifts to open hearts to His truth."
      },
      "step4": {
        "title": "Step 4 – Share the Message",
        "text1": "Hand them out in your community at work, school, church events, or Christmas parades. You can also give them out while volunteering, running errands, or at restaurants. Leave one with a kind note or prayer card at a drive-thru or on a neighbor’s doorstep. Every small act of kindness can point someone to Christ.",
        "text2": "If your workplace allows it, ask if you can leave a few out for customers to take. It is a simple way to share hope with anyone who walks in."
      },
      "group": {
        "title": "Optional Group Outreach",
        "text": "Invite your church, youth group, or Bible study to take part. Hosting a candy cane packing night or outreach walk is a fun and effective way to reach more people together."
      },
      "ready": {
        "title": "Ready to Begin?",
        "text1": "Start today by opening the printable cards below and making your first batch of candy canes. Remember, the goal is not just to give out candy but to share the hope of Christ this Christmas season.",
        "text2": "<a href='/get_involved/downloads'><b>Open or Download Printouts</b></a>"
      }
    },
    "translation_volunteers": {
      "title": "Translation Volunteers",
      "sections": {
        "intro": {
          "title": "Help Translate the Project",
          "text": "This project reaches people from around the world, and we need volunteers who can help translate our content into other languages. It takes a bit of patience and care, but you do not need to be a programmer. You just need to understand how to read and edit simple text in a file format called JSON, and a few HTML tags. If you are not familiar with it, we can walk you through every step."
        },
        "how": {
          "title": "How It Works",
          "text": "All you have to do is fill out the short form below. we will contact you with the translation files, clear instructions, and examples. If someone is already working on your language, we will let you know so we can avoid duplicate work."
        },
        "link": {
          "title": "Translation Form",
          "text": "Fill out the interest form here: <a href='https://forms.gle/K1smBPDaQBnkDcuGA' target='_blank'><b>Volunteer Form</b></a>"
        }
      }
    },
    "church_partners": {
      "title": "Church Partners",
      "sections": {
        "invite": {
          "title": "Partner with Us This Christmas",
          "text": "We invite churches to join us in sharing the message of Christ this Christmas season. By submitting your church’s information, visitors can find a local place to hear the gospel and celebrate together. We specifically seek churches that are Bible-believing and faithfully teach God’s Word, so that all who visit can hear Scripture clearly and accurately. There are no financial commitments, fees, or donations involved—just permission for us to display your information here."
        },
        "details": {
          "title": "What to Include",
          "text": "Please provide your church name, website, city and state, and the date and time of your Christmas service or outreach event. If you are not a pastor or church staff member, please ask for permission before submitting."
        },
        "purpose": {
          "title": "Why We Do This",
          "text": "This project is designed to cross denominational lines and unite believers around the gospel message. By connecting local churches, we can point more people to Christ through a simple yet meaningful candy cane."
        },
        "link": {
          "title": "Submit Your Church",
          "text": "Submit your information here: <a href='https://forms.gle/xMzrBXfH4mtcFp3r6' target='_blank'><b>Church Partner Form</b></a>"
        }
      }
    }
  },
  "submissions": {
    "button": "Read Here",
    "Example Essay": {
      "title": "Testing 1",
      "ask": "We do not have any submissions yet! Try submitting one! <a href='/get_involved'>Check out our Get Involved Page for details</a>!"
    }
  }
}