{
  "title": "El Verdadero Proyecto de Navidad",
  "nav": {
    "about": "Acerca de",
    "story": "Historia",
    "essay": "Ensayo",
    "getI": "Involúcrate"
  },
  "about": {
    "howItBeganTitle": "Cómo Comenzó",
    "howItBegan1": "El Proyecto de la Verdadera Navidad comenzó con una idea sencilla: devolver la historia del nacimiento de Cristo al centro de la Navidad. En una temporada a menudo llena de ruido y distracción, buscamos compartir un recordatorio claro y alegre del evangelio—a través de algo tan pequeño como un bastón de caramelo y tan poderoso como la Palabra de Dios.",
    "howItBegan2": "Nuestro proyecto combina un bastón de caramelo con un código QR que enlaza a recursos centrados en el evangelio, como ensayos, historias y más. Este pequeño acto crea oportunidades para la conversación, la conexión y la reflexión sobre la verdadera razón por la que celebramos la Navidad.",
    "howItBegan3": "No somos una empresa ni una marca—somos una comunidad creciente de creyentes con un solo propósito: dar a conocer a Cristo. Voluntarios, individuos e iglesias de diversos trasfondos se unen para distribuir bastones de caramelo, escribir ensayos, traducir materiales y compartir el mensaje de esperanza con sus comunidades.",
    "howItBegan4": "Todo lo que ofrecemos—descargas, guías y diseños—es gratuito para uso personal, de iglesia o de alcance comunitario. Ya sea que repartan bastones de caramelo en un evento local, los compartan con sus vecinos o organicen una actividad en su iglesia, forman parte de algo más grande: un esfuerzo colectivo para glorificar a Cristo mediante simples actos de amor y fe.",
    "howItBegan5": "Sabemos que cada historia es diferente, pero nuestra oración es la misma: que los corazones sean atraídos hacia Jesús, y que el verdadero mensaje de la Navidad brille con fuerza en cada hogar, cada calle y cada nación.",
    "missionTitle": "Misión"
  },
  "mission": "El Proyecto de la Verdadera Navidad existe para proclamar el verdadero significado del nacimiento de Cristo en un mundo que a menudo lo silencia. A través del sencillo pero poderoso regalo de un bastón de caramelo junto con un código QR que dirige a recursos cuidadosamente preparados, compartimos el evangelio, brindamos ánimo a los creyentes y conectamos a iglesias locales de diferentes denominaciones. Equipamos a voluntarios, individuos y comunidades para participar distribuyendo bastones de caramelo, contribuyendo con ensayos, traduciendo materiales o asociándose con sus iglesias, todo con el fin de difundir esperanza, gozo y las Buenas Nuevas de Jesús. Al ofrecer recursos y orientación accesibles, invitamos a todos a unirse en este esfuerzo unido, celebrando el verdadero espíritu de la Navidad y guiando los corazones hacia Cristo. Invitamos a todos a participar, sabiendo que la participación es voluntaria y los resultados pueden variar, pero nuestros esfuerzos se hacen para glorificar a Cristo en cada acto.",
  "noise_nativity": "El Ruido y el Nacimiento",
  "candy_cane": "La Historia del Bastón de Caramelo",
  "voices_season": "Voces de la Temporada",
  "get_involved": "Involúcrate",
  "about_us": "Sobre Nosotros",
  "extra_1": "Enlace Extra 1",
  "extra_2": "Enlace Extra 2",
  "extra_3": "Enlace Extra 3",
  "extra_4": "Enlace Extra 4",
  "extra_5": "Enlace Extra 5",
  "choose_lang": "Elige idioma:",
  "copyright": "© 2025 Silas Schlax | El Verdadero Proyecto de Navidad",
  "disclaimer": "El Verdadero Proyecto de Navidad está apoyado completamente por voluntarios, incluyendo los ensayos y sus traducciones. Aunque se hace todo lo posible por asegurar la precisión de las traducciones, no todos los ensayos pueden ser traducidos, y algunas traducciones pueden contener errores o diferencias de interpretación debido a la naturaleza voluntaria de este trabajo. Por favor, ten en cuenta que El Verdadero Proyecto de Navidad no se hace responsable por errores en las traducciones, ya sean accidentales o intencionales. Los voluntarios ofrecen su tiempo libremente, y el contenido se comparte de buena fe. Si notas algún error de traducción o contenido inapropiado, por favor ayúdanos a mejorar",
  "disclaimerReport": "informándonoslo.",
  "search_placeholder": "Busca por nombre, hora/día o ciudad/dirección...",
  "no_results": "No hay iglesias que coincidan con tu búsqueda. ¡Prueba con otro término!",
  "author": "Autor(es):",
  "editor": "Editor(es):",
  "publish": "Publicado:",
  "story": {
    "title": "La Historia del Bastón de Caramelo"
  },
  "essay": {
    "title": "El Ruido y el Nacimiento"
  },
  "downloads": {
  "b&w": "Descarga de Etiquetas en Blanco y Negro",
  "color": "Descarga de Etiquetas a Color",
  "instructions": "Descarga de Instrucciones",
  "qr": "Descarga del Código QR (PNG)",
  "disclaimer1": "Usted puede usar y compartir estos recursos descargables libremente para uso personal, en la iglesia o en actividades de alcance relacionadas con The True Christmas Project. Puede copiarlos, imprimirlos y distribuirlos siempre que no se vendan ni se presenten como su propio trabajo.",
  "disclaimer2": "Todo el material se proporciona “tal cual”, sin garantías o responsabilidades de ningún tipo. The True Christmas Project y sus colaboradores no se hacen responsables de daños, errores o resultados derivados del uso o distribución de estos materiales.",
  "disclaimer3": "Al usar estos recursos, usted acepta hacerlo bajo su propia responsabilidad y de buena fe, con el propósito de compartir el mensaje de la Navidad."
},
  "getInvolved": {
    "voice_season": {
      "title": "Voces de la Temporada – Envío de Ensayos",
      "who": {
        "title": "¿Quién Puede Enviar?",
        "text": "El Verdadero Proyecto de Navidad da la bienvenida a ensayos de <b>todos</b>: estudiantes, pastores, padres, maestros, líderes de iglesia y cualquier persona que desee glorificar a Cristo a través de la escritura. Comparte tu <b>reflexión, testimonio, historia o idea</b> sobre el nacimiento de Jesús, el evangelio de la Navidad o cómo Su amor impacta tu vida. Cada ensayo aparecerá en nuestra página de <b>Envíos</b> en <b>orden alfabético por título</b>, permitiendo a los lectores crecer en la fe con cada contribución."
      },
      "guidelines": {
        "title": "Guías para Envíos",
        "text": "<b>El título es obligatorio.</b><br><b>Autores y editores:</b> deben proporcionar sus nombres completos.<br><b>Extensión:</b> 500–1500 palabras.<br><b>Formato:</b> Texto simple o documento Word. Puedes incluir <b>encabezados o títulos en negrita</b>, pero todos los tamaños y estilos se estandarizarán para mantener la coherencia.<br><b>Contenido:</b> Los ensayos deben reflejar la <b>fe cristiana</b>, el <b>verdadero significado de la Navidad</b> y honrar las Escrituras. Deben ser apropiados, edificantes y alentadores para los creyentes, o instructivos para los no creyentes.<br><b>Idioma:</b> Inglés (las traducciones se manejan por separado).<br><b>Referencias bíblicas</b> son bienvenidas.<br><b>Citas:</b> Usa comillas dentro del texto; este sitio no admite notas al pie."
      },
      "limits": {
        "title": "Límites y Fechas de Envío",
        "text": "<b>Máximo:</b> 20 ensayos para 2025.<br><b>Fecha límite:</b> 15 de diciembre de 2025.<br><b>Publicación:</b> Dentro de 3 a 5 días hábiles después de la revisión y aprobación."
      },
      "rights": {
        "title": "Derechos y Revisión",
        "text": "El <b>Editor en Jefe</b> se reserva el derecho de rechazar ensayos por razones que incluyen, entre otras: <b>contenido no bíblico</b>, <b>temas irrelevantes</b>, <b>extensión excesiva o insuficiente</b>, <b>formato ilegible o inadecuado</b>, o <b>trabajos duplicados o plagiados</b>. Todos los ensayos serán revisados y formateados para mantener la <b>claridad, legibilidad y coherencia</b> con la misión cristiana del sitio."
      },
      "link": {
        "title": "Enlace de Envío",
        "text": "Envía tu ensayo aquí: <a href='https://forms.gle/87TxnFKGu8HrRw9Y6' target='_blank'><b>Formulario de Envío</b></a>"
      }
    },
    "candy_cane_outreach": {
      "title": "Evangelismo del Bastón de Caramelo",
      "mission": {
        "title": "Nuestra Misión",
        "text": "NO TRADUCIR [USAR OBJETO PRINCIPAL DE LA DECLARACIÓN DE MISIÓN]"
      },
      "participate": {
        "title": "Cómo Participar",
        "text": "Únete a nosotros para compartir el verdadero mensaje de la Navidad a través del sencillo regalo de un bastón de caramelo. Este proyecto es una manera fácil y significativa de compartir el evangelio con amigos, vecinos y cualquier persona que encuentres durante la temporada navideña."
      },
      "step1": {
        "title": "Paso 1 – Compra Bastones de Caramelo",
        "text": "Compra bastones de caramelo en cualquier supermercado, tienda de dólar o tienda en línea. Elige los que estén envueltos individualmente para mantenerlos limpios y fáciles de entregar."
      },
      "step2": {
        "title": "Paso 2 – Descarga e Imprime los Recursos",
        "text1": "<a href='/get_involved/downloads'><b>Descarga</b></a> las tarjetas imprimibles creadas para este proyecto. Cada una explica el significado detrás del bastón de caramelo e incluye un código QR que lleva a este sitio, donde las personas pueden leer más sobre el verdadero significado de la Navidad.",
        "text2": "Imprime todas las que desees, recórtalas y haz un pequeño agujero en la parte superior e inferior para deslizar el bastón de caramelo. <i>Las instrucciones están en el PDF.</i>"
      },
      "step3": {
        "title": "Paso 3 – Ensambla y Prepara",
        "text": "Coloca una tarjeta en cada bastón de caramelo deslizándola por los agujeros. Puedes hacer esto con tu familia, amigos o grupo de la iglesia. Tómate un momento para orar por ellos y pedir a Dios que use estos pequeños regalos para abrir corazones a Su verdad."
      },
      "step4": {
        "title": "Paso 4 – Comparte el Mensaje",
        "text1": "Entrégalos en tu comunidad: en el trabajo, la escuela, eventos de la iglesia o desfiles navideños. También puedes darlos mientras haces voluntariado, compras o comes fuera. Deja uno con una nota amable o tarjeta de oración en un autoservicio o en la puerta de un vecino. Cada pequeño acto de bondad puede dirigir a alguien hacia Cristo.",
        "text2": "Si tu lugar de trabajo lo permite, pregunta si puedes dejar algunos para que los clientes los tomen. Es una manera sencilla de compartir esperanza con cualquiera que entre."
      },
      "group": {
        "title": "Evangelismo en Grupo (Opcional)",
        "text": "Invita a tu iglesia, grupo juvenil o estudio bíblico a participar. Organizar una noche de empaque o una caminata evangelística con bastones de caramelo es una forma divertida y efectiva de alcanzar a más personas juntos."
      },
      "ready": {
        "title": "¿Listo para Comenzar?",
        "text1": "Comienza hoy abriendo las tarjetas imprimibles a continuación y preparando tu primer lote de bastones de caramelo. Recuerda, el objetivo no es solo regalar dulces, sino compartir la esperanza de Cristo esta Navidad.",
        "text2": "<a href='/get_involved/downloads'><b>Abrir o Descargar Tarjetas</b></a>"
      }
    },
    "translation_volunteers": {
      "title": "Voluntarios de Traducción",
      "sections": {
        "intro": {
          "title": "Ayuda a Traducir el Proyecto",
          "text": "Este proyecto llega a personas de todo el mundo, y necesitamos voluntarios que puedan ayudar a traducir nuestro contenido a otros idiomas. Requiere un poco de paciencia y cuidado, pero no necesitas ser programador. Solo necesitas saber leer y editar texto simple en un formato llamado JSON, y algunos códigos HTML básicos. Si no estás familiarizado con ello, puedo guiarte paso a paso."
        },
        "how": {
          "title": "Cómo Funciona",
          "text": "Solo tienes que llenar el breve formulario a continuación. Me pondré en contacto contigo con los archivos de traducción, instrucciones claras y ejemplos. Si alguien ya está trabajando en tu idioma, te lo haré saber para evitar trabajo duplicado."
        },
        "link": {
          "title": "Formulario de Traducción",
          "text": "Llena el formulario de interés aquí: <a href='https://forms.gle/K1smBPDaQBnkDcuGA' target='_blank'><b>Formulario de Voluntario</b></a>"
        }
      }
    },
    "church_partners": {
      "title": "Iglesias Asociadas",
      "sections": {
        "invite": {
          "title": "Asóciate con Nosotros Esta Navidad",
          "text": "Invitamos a las iglesias a unirse a nosotros para compartir el mensaje de Cristo esta temporada navideña. Al enviar la información de tu iglesia, los visitantes podrán encontrar un lugar local donde escuchar el evangelio y celebrar juntos. No hay compromisos financieros, tarifas ni donaciones involucradas, solo el permiso para mostrar tu información aquí."
        },
        "details": {
          "title": "Qué Incluir",
          "text": "Por favor incluye el nombre de tu iglesia, sitio web, ciudad y estado, y la fecha y hora de tu servicio o evento navideño. Si no eres pastor o miembro del personal de la iglesia, solicita permiso antes de enviarlo."
        },
        "purpose": {
          "title": "Por Qué Lo Hacemos",
          "text": "Este proyecto está diseñado para cruzar líneas denominacionales y unir a los creyentes en torno al mensaje del evangelio. Al conectar iglesias locales, podemos dirigir a más personas a Cristo a través de un simple pero significativo bastón de caramelo."
        },
        "link": {
          "title": "Envía la Información de Tu Iglesia",
          "text": "Envía tu información aquí: <a href='https://forms.gle/xMzrBXfH4mtcFp3r6' target='_blank'><b>Formulario de Iglesia Asociada</b></a>"
        }
      }
    }
  },
  "submissions": {
    "The Noise And The Nativity": {
      "title": "Prueba 1"
    }
  }
}
