{
"translationBy": "번역: 번역 앱",
"translationEditedBy": "번역 편집:",
"translationProofedBy": "번역 검수: 검수되지 않음",
"translationMostRecentUpdate": "번역 업데이트: 11/22/2025",
  "title": "진정한 크리스마스 프로젝트",
  "nav": {
    "about": "소개",
    "story": "이야기",
    "essay": "에세이",
    "getI": "참여하기"
  },
  "about": {
    "howItBeganTitle": "시작된 이야기",
    "howItBegan1": "진정한 크리스마스 프로젝트는 간단한 생각에서 출발했습니다. 바로 크리스마스의 중심을 그리스도의 탄생 이야기로 되돌리자는 것입니다. 소음과 분주함으로 가득한 이 계절 속에서, 우리는 사탕 지팡이처럼 작은 것과 하나님의 말씀처럼 능력 있는 것을 통해 복음을 분명하고 기쁨으로 가득하게 전하고자 합니다.",
    "howItBegan2": "우리 프로젝트는 사탕 지팡이에 QR 코드를 함께 붙여 복음 중심의 에세이, 이야기 등 다양한 자료로 연결되도록 했습니다. 이 작은 행동은 대화, 연결, 그리고 우리가 왜 크리스마스를 기념하는지에 대한 깊은 묵상으로 이어지게 합니다.",
    "howItBegan3": "우리는 사업도, 브랜드도 아닙니다. 오직 한 가지 목적—그리스도를 알리기 위해 함께 모인 믿는 이들의 공동체입니다. 자원봉사자들, 개인들, 그리고 다양한 배경의 교회들이 사탕 지팡이를 나누고, 글을 쓰고, 자료를 번역하며 이 소망의 메시지를 각자의 지역사회로 전하고 있습니다.",
    "howItBegan4": "모든 자료—다운로드, 안내서, 디자인—은 개인, 교회, 또는 전도 목적으로 자유롭게 사용할 수 있습니다. 지역 행사에서 나누든, 이웃에게 전달하든, 교회 전도를 조직하든, 여러분은 하나의 큰 사역에 동참하는 것입니다. 사랑과 믿음의 작은 행동을 통해 그리스도를 높이는 공동의 노력입니다.",
    "howItBegan5": "각자의 이야기는 다를 수 있지만 우리의 기도는 같습니다—모든 이들의 마음이 예수께로 향하고, 진정한 크리스마스의 메시지가 모든 가정, 모든 거리, 모든 나라에서 밝게 빛나기를.",
    "missionTitle": "사명",
    "whyTitle": "왜 '진정한 크리스마스 프로젝트'인가?",
    "whyDesc1": "“진정한 크리스마스 프로젝트”라는 이름은 우리가 유일한 진정한 크리스마스 사역이라는 뜻이 아닙니다. 오히려 상업주의와 소음 속에 가려진 크리스마스의 진짜 이야기—예수 그리스도의 탄생—을 다시 바라보게 한다는 의미입니다.",
    "whyDesc2": "우리의 목표는 단순합니다. 사람들이 크리스마스의 참된 의미를 기억하고, 구유에서 시작된 소망·사랑·구속의 메시지를 다시 발견하도록 돕는 것입니다. 이 프로젝트는 다른 사역과 경쟁하려는 것이 아니라, 크리스마스 시즌에 그리스도를 드러내고자 하는 전 세계 성도들과 함께하는 사역입니다."
  },
  "mission": "진정한 크리스마스 프로젝트는 크리스마스의 진정한 의미—어두운 세상에 오신 약속된 구주, 그리스도의 탄생—으로 마음을 다시 고정시키기 위해 존재합니다. 복음을 소음과 상업주의 속에 묻어버리는 이 문화에서, 우리는 시선을 다시 구유로—하나님이 우리와 함께하신 예수께로—돌리고자 합니다. 사탕 지팡이와 성경적으로 신실한 자료로 연결되는 QR 코드를 통해 우리는 복음을 전하고, 성도들을 격려하며, 사람들을 지역의 성경적이고 성경을 가르치는 교회와 연결합니다. 우리는 배포, 번역, 글쓰기, 교회 협력 등을 통해 자원봉사자들과 공동체가 이 사역에 참여하도록 돕습니다. 모든 일은 값없이, 기쁨으로, 오직 하나님의 영광을 위해 이루어지며, 모든 사람을 오직 예수 안에 있는 소망으로 인도합니다.",
  "noise_nativity": "소음과 구유",
  "candy_cane": "사탕 지팡이, 십자가, 그리고 구세주",
  "voices_season": "시즌의 목소리",
  "get_involved": "참여하기",
  "about_us": "우리에 대하여",
  "extra_1": "질문 제출",
  "extra_2": "추가 링크 2",
  "extra_3": "추가 링크 3",
  "extra_4": "추가 링크 4",
  "extra_5": "추가 링크 5",
  "choose_lang": "언어 선택:",
  "copyright": "© 2025 Silas Schlax | 진정한 크리스마스 프로젝트",
  "disclaimer": "진정한 크리스마스 프로젝트는 에세이 제출과 번역을 포함해 전적으로 자원봉사자들의 헌신으로 운영됩니다. 모든 번역의 정확성을 위해 최선을 다하지만, 모든 에세이가 번역되는 것은 아니며, 자원봉사 구조상 오역이나 해석 차이가 발생할 수 있습니다. 진정한 크리스마스 프로젝트는 고의적이든 실수든 번역상의 오류에 대해 책임을 지지 않습니다. 모든 자료는 선의로 제공됩니다. 번역 오류나 부적절한 내용을 발견하시면 개선을 위해",
  "disclaimerReport": "보고해 주세요.",
  "search_placeholder": "이름, 시간/요일, 도시/주소로 검색...",
  "no_results": "검색 조건에 맞는 교회가 없습니다. 다른 검색어를 시도해 보세요!",
  "author": "저자:",
  "editor": "편집:",
  "publish": "발행:",
  "story": {
    "title": "사탕지팡이, 십자가, 그리고 구세주",
    "p1": "왜 크리스마스 시즌이 되면 사탕지팡이가 마치 시계처럼 나타나는지 궁금해 본 적이 있나요? 봄에는 보이지 않고, 여름에는 진열대를 채우지 않으며, 가을에는 사람들이 찾는 간식이 아닙니다. 그러나 11월이 되면 이 빨간색과 흰색의 갈고리 모양 사탕이 어디에나 있는 것처럼 보입니다.",
    "p2": "사탕지팡이가 정확히 어떻게 만들어졌는지는 사람들 사이에서 의견이 다르지만, 한 가지는 분명합니다. 사탕지팡이는 단순한 장식품이나 달콤한 간식이 아닙니다. 그것은 자신의 이야기를 들려주고 싶어 하는 작은 설교와도 같습니다. 작고 평범해 보이지만, 강한 메시지를 담고 있습니다. 모든 줄무늬, 모든 색, 모든 곡선이 우리를 예수님께로 이끕니다.",
    "p3": "트리에 걸려 있는 빨간색과 흰색의 사탕지팡이를 상상해 보세요. 이제 빨간 줄무늬에 집중해 보세요. 그것은 무엇을 의미한다고 생각하나요? 빨간 줄무늬는 언젠가 예수님께서 십자가에서 흘리실 피를 떠올리게 합니다. 크리스마스는 예수님의 탄생을 기념하지만, 그분이 누우신 구유 안에도 그분의 사명이 담겨 있습니다. 빨간색은 예수님이 단순히 존경받기 위해 오신 것이 아니라—우리를 구하시기 위해 오셨음을 보여줍니다. 우리를 대신해 서기 위해 오셨고, 우리의 죄에 대한 벌을 대신 받기 위해 오셨습니다.",
    "p4": "이제 흰색 줄무늬를 보세요. 흰색은 보통 무엇을 상징하나요? 순결? 눈? 거룩함? 그렇다면 정확합니다. 흰 줄무늬는 예수님의 완전하고 순결하며 죄 없는 삶을 의미합니다. 예수님은 완전한 하나님이시며 완전한 인간이셨지만 죄가 전혀 없으셨습니다. 흰색은 또한 예수님이 우리에게 하시는 일을 보여줍니다. 죄와 죄책감으로 붉어져 있던 우리의 마음을 눈처럼 희게 씻어 주십니다 (이사야 1:18). 예수님은 단순히 우리의 죄를 용서하기 위해 죽으신 것이 아니라, 우리의 마음과 생각을 완전히 변화시키기 위해 오셨습니다. 우리를 새로운 피조물로 만들기 위해 오셨습니다.",
    "p5": "이제 너의 상상 속 트리에 걸린 모양을 생각해 보세요. 위쪽의 곡선을 보나요? 무엇처럼 보이나요? 방황하는 양을 구하기 위해 구부러진 목자의 지팡이처럼 보이지 않나요? 이 모양은 누가복음 2장의 목자들을 떠올리게 합니다. 천사들이 처음으로 그리스도의 탄생을 알린 대상은 왕도, 학자도, 부자도 아니었습니다—조용한 들에서 양을 지키던 평범한 목자들이었습니다.",
    "p6": "이 지팡이는 또한 예수님이 우리의 선한 목자이심을 상기시킵니다. 예수님은 자신의 양인 우리를 아시고, 이름으로 부르시며, 인도하시고, 보호하시며, 우리가 길을 잃으면 찾아오십니다. 길을 잃었다고 느낀 적이 있나요? 어디로 가야 할지 몰랐던 적이 있나요? 또는 누군가—부모님이나 멘토—의 인도가 필요했던 적이 있나요? 이 단순한 사탕 속에는 예수님이 우리의 인도자이자, 등불이자, 결코 우리를 버리지 않는 보호자이심을 알려주는 메시지가 담겨 있습니다.",
    "p7": "이제 사탕 지팡이를 거꾸로 돌려 보세요. 무엇이 보이나요? <i>J</i>인가요? 예수님( Jesus )의 J입니다! 단순해 보일 수도 있고—조금은 유치해 보일 수도 있지만—믿기 어려울 만큼 깊은 의미가 담겨 있습니다. 사탕 지팡이의 모든 메시지는 그분의 이름에 달려 있습니다. 그 모든 것은 그분을 가리킵니다: 그분의 삶, 그분의 죽음, 그분의 순결함, 그분의 희생, 그분의 목자 되심. 의미 없는 상징들로 가득한 세상 속에서, 이것은 <i>모든 것</i>을 의미하는 상징입니다.",
    "p8": "이 모든 것을 함께 생각해 보면, 사탕지팡이는 단순한 간식이 아니라 우리에게 해마다 진리를 상기시켜 주는 상징이 됩니다.",
    "list1": "예수님은 목적을 가지고 세상에 오셨습니다.",
    "list2": "예수님은 완전하고 거룩하며 죄 없는 삶을 사셨습니다.",
    "list3": "예수님은 우리를 구원하기 위해 피를 흘리셨습니다.",
    "list4": "예수님은 신실한 목자처럼 자신의 백성을 인도하고 보호하십니다.",
    "p9": "그러니 다음에 사탕지팡이를 뜯을 때 잠시 멈춰 보세요. 예수님이 당신을 위해 하신 일을 생각해 보세요. 달콤한 맛을 느낄 때마다 예수님이 자신의 백성을 지키고 보호하심을 기억하세요. 그리고 더 달콤한 진리를 떠올리세요—2,000년 전 크리스마스에 이 세상에 오신 그 구세주는 지금도 여전히 인도하시고, 용서하시고, 믿는 모든 사람에게 희망을 주십니다. 만약 당신이 그리스도인이 아니라면, 이것을 생각해 보세요. 예수님이 당신을 위해 하신 일을 생각해 보세요. 그리고 당신이 어떻게 반응할지 깊이 고민해 보세요."
  },
  "essay": {
    "title": "소음과 구유",
    "par1": "크리스마스는 12월의 혼잡함과 모든 준비에도 불구하고 우리 모두가 매년 기다리는 시기입니다. 가족과 시간을 보내고 맛있는 음식을 먹으며 선물을 주고받는 전통은 크리스마스를 즐겁고 축제 같은 날로 만듭니다. 하지만 왜일까요? 왜 365일 중 하루가 이렇게 특별하고…다를까요? 단지 일상이 아니어서일까요? 아니면 그 뒤에 더 깊은 이유가 있을까요? 문화는 크리스마스가 눈에 보이는 것—선물, 음식, 전통—이라고 말하지만, 성경은 그것이 그리스도라고 말합니다. 그렇다면 진짜는 무엇이며, 우리는 오늘 어떻게 바라보아야 할까요?",
    "par2": "오늘날 문화는 크리스마스를 가족 중심적이고 즐거운 날로 묘사하며, 선물 교환과 장식, 특별한 음식을 전통으로 강조합니다. 여러분은 “그게 뭐가 잘못이야?”라고 생각할 수 있습니다. 본질적으로 잘못된 것은 없습니다. 문제는 마음입니다. 왜 우리는 가족과 시간을 보낼까요? 왜 선물을 주고받을까요? 왜 장식할까요? 그냥 크리스마스니까 그렇게 하는 걸까요? 가족과 모이고, 맛있는 음식을 먹고, 선물을 받는 것이 당연한 전통이 되었지만, 바로 여기서 상업주의가 빛을 발합니다. 기업들은 우리가 이런 마음가짐을 갖길 원합니다. 그래야 돈이 되기 때문입니다. 그래서 수많은 광고, 미디어, 영화 그리고 제품들이 이런 ‘눈에 보이는 것’ 중심의 크리스마스를 강조합니다. 그들에게 중요한 것은 오직 하나—얼마나 많이 팔 수 있는가입니다. 장난감, 포장지, 심지어 계피롤까지—얼마나 팔리느냐가 중심입니다. 안타깝게도 이러한 사고방식은 사람들의 마음에도 깊이 스며들어, “얼마나 더 많이 가질 수 있을까?”라는 태도를 만들어 냈습니다. 이런 마음은 결국 실망, 슬픔, 분노로 이어집니다. 원하는 만큼 받지 못하면 마음이 무너집니다. 만약 이것이 크리스마스의 전부라면, 가족이 없거나, 음식을 준비할 여유가 없거나, 선물을 살 돈이 없는 사람들은 어떻게 즐거운 크리스마스를 보낼 수 있을까요? 이런 기준에서는 기쁨을 누릴 수 없습니다. 있는 것보다 없는 것만 바라보게 되기 때문입니다.",
    "par3": "그렇다면 크리스마스가 가족도, 축제도, 선물도 아니라면 무엇일까요? 답은 단순합니다. 크리스마스는 그리스도, 그분의 탄생, 그리고 복된 소식에 관한 날입니다. “두려워하지 말라. 보라, 온 백성에게 미칠 큰 기쁨의 좋은 소식을 너희에게 전하노라” (누가복음 2:10). 크리스마스의 근원은 선물도, 음식도, 가족도 아닙니다. 하나님께서 장차 십자가에서 죽으실 자신의 아들을 우리를 위해 보내신 일에 관한 것입니다.",
    "par4": "그렇다고 이런 전통들에 의미가 없는 것은 아닙니다. 오히려 그 많은 요소가 기독교적이고 성경적인 뿌리를 가지고 있습니다. 가족을 보십시오. 베들레헴 그 밤, 가족과 목자들이 한 자리에 모여 아기 예수를 예배했습니다. 선물 역시 마찬가지입니다. 동방 박사들은 먼 길을 와 예수께 선물을 드렸습니다. 무엇보다 하나님께서는 가장 큰 선물—그리스도—를 우리에게 주셨습니다. 그러므로 우리는 무엇을 받을지에 집중할 것이 아니라, 무엇을 줄 수 있는지 생각해야 합니다. 누군가를 어떻게 축복할 수 있을까요? 물질일 수도 있고, 사랑과 관심일 수도 있고, 함께 시간을 보내는 것일 수도 있습니다. 어쩌면…그들에게 복음을 전하는 것일 수도 있습니다. 크리스마스에 예수님이 우리 죄를 위해 십자가에 달리기 위해 태어나셨다는 진리를 말해주는 것입니다.",
    "par5": "크리스마스의 중심—그 핵심—은 선물도, 음식도, 왕권도 아닙니다. 그것은 하나님께서 약속을 지키신 날입니다. 소망과 치유와 평화와 구속을 가져오실 메시야의 약속 말입니다. 베들레헴의 작은 마을에서, 성경의 예언대로 하나님은 아기로 세상에 오셨습니다. 왕으로도, 군사로도, 사람들이 기대한 모습으로도 오지 않으셨습니다. 가장 낮고 연약한 모습—말구유에 누인 아기로 오셨습니다. 크리스마스는 물질을 축하하는 날이 아니라, 하나님께서 가까이 오신 날을 기념하는 날입니다. 멀리 계신 통치자가 아니라, 임마누엘: “하나님이 우리와 함께 계시다”는 진리를 기념하는 날입니다.",
    "par6": "크리스마스는 또한 빛이 가장 어두운 곳에서 더욱 밝게 빛난다는 사실을 상기시킵니다. 베들레헴 위의 별을 기억하십니까? 그 빛은 어둠을 뚫고 진리를 찾는 이들을 인도했습니다. 빛은 언제나 어둠을 이기고, 진리는 언제나 거짓을 이깁니다. 크리스마스는 아무도 하나님께 너무 멀리 있지 않다는 것을 증언합니다. 가장 어두운 순간에도 하나님은 여러분과 함께 계시며, 하나님을 아는 이에게 빛을 주십니다.",
    "par7": "크리스마스는 참된 사랑이 육신이 되어 우리 가운데 거하신 사건입니다. 하나님은 약속을 항상 지키신다는 사실을 매년 일깨워 줍니다. 단, 그분의 때는 우리의 때와 다를 뿐입니다. 지금 당신이 겪는 어려움은 하나님이 당신을 부수는 것이 아니라 빚으시는 과정일지 모릅니다. 지금의 아픔은 낙담이 아니라 깨달음을 주려는 것일지도 모릅니다. 당신이 느끼는 갈망은 공허함이 아니라 하나님께서 마음을 일깨우시는 것일지도 모릅니다. 하지만 이 말을 들으십시오—당신이 아직 그리스도인이 아니라면, 어쩌면…하나님께서 당신을 부르고 계신 것입니다.",
    "par8": "하지만 이 모든 것이 진리라면, 크리스마스가 정말로 그리스도와 임마누엘과 어둠을 뚫고 온 빛에 관한 것이라면, 왜 우리는 그것을 보기가 이렇게 어려울까요? 왜 우리의 마음은 쉽게 구유가 아닌 주변의 것들로 향할까요? 오늘날 너무 많은 소음과 너무 많은 목소리가 우리를 진리에서, 구유에서 멀어지게 합니다. 완벽한 선물을 팔려는 TV 광고부터, 화려한 상점 진열, 블랙프라이데이 세일, 끝없이 이어지는 장식들까지—모두가 하나님의 선물이 아닌 그들의 제품을 향하도록 밀어붙입니다. 그들은 크리스마스를 반짝이고 얄팍한 이미지로 굳혀 버렸습니다. 하지만 정말 그럴까요?",
    "par9": "이 모든 소음이 그 자체로 악한 것은 아닙니다. 위험한 지점은 우리가 그 소음에 마음을 내어줄 때입니다. 시야가 흐려지고, 진짜 이유가 묻혀버릴 때입니다. 그 순간 우리는 크리스도께서 주시는 소망을 잃게 됩니다. 빌리 그래함 목사는 크리스마스를 이렇게 요약했습니다. “요람, 십자가, 그리고 왕관.” 문제는 무엇입니까? 이 소음이 너무 크게 울려 베들레헴의 별빛과 천군 천사들의 노래보다 더 밝아져 버린다는 것입니다. “지극히 높은 곳에서는 하나님께 영광이요 땅에서는 하나님이 기뻐하시는 사람들 중에 평화로다.” (누가복음 2:14)",
    "par10": "소음의 해결책이 무엇인지 아십니까? 바로 구유입니다—그리스도. 그분은 과거에도 해결책이셨고, 지금도 해결책이시며, 영원한 해결책이십니다. 하나님은 자신의 아들을 보내 우리 죄를 위해 십자가에서 죽게 하셨습니다: “하나님이 세상을 이처럼 사랑하사 독생자를 주셨으니 이는 그를 믿는 자마다 멸망하지 않고 영생을 얻게 하려 하심이라” (요한복음 3:16). 이것이 우리가 매년 크리스마스에 기억해야 할 것입니다. 죽음을 애도하려는 것이 아니라, 탄생을 기뻐하고 이 세상에 오신 것을 찬양하는 것입니다. 왕이 오셨습니다. 말구유에 나셔서 온 세상을 위해 오셨습니다. 아이작 와츠의 찬송가 ‘기쁨으로’를 기억하십시오:",
    "joy1": "기쁘다 구주 오셨네",
    "joy2": "만백성 맞으라",
    "joy3": "온 마음을 다하여서",
    "joy4": "임금을 맞으라",
    "joy5": "온 세상 죄를 사하러",
    "joy6": "주 예수 오셨네",
    "joy7": "흙·들·산·바다 울리며",
    "joy8": "다 찬송하여라",
    "par11": "이것이 크리스마스입니다: 그리스도께서 오셨고, 그 진리가 모든 것을 바꾸었습니다.",
    "par12": "크리스마스를 맞이하며 우리는 무엇이 가장 중요한지 잊지 말아야 합니다. 크리스마스는 선물이나 모임, 전통이나 장식 위에 세워진 날이 아니라, 하나님께서 가까이 오셨다는 흔들리지 않는 진리 위에 선 날입니다. 구주가 나셨고, 소망이 세상에 들어왔으며, 상상할 수 없는 빛이 어둠을 뚫고 왔습니다. 세상은 계속해서 메시지를 외치겠지만, 우리는 들을 필요가 없습니다. 대신 시선을 다시 구유로 돌립니다. 역사를 바꾼 그 아기로 돌아갑니다. 그러므로 이번 크리스마스에는 그분을 위한 자리를 준비하십시오. 속도를 늦추십시오. 세상의 소음을 넘어 보십시오. 움켜쥐기보다 베푸는 것을 선택하십시오. 소망이 필요한 사람에게 그리스도를 전하십시오. 외로운 사람에게 사랑을 베푸십시오. 우리의 삶이—여러분의 삶이—세상을 위해 오신 왕의 빛을 반사하게 하십시오.",
    "par13": "혹시 아직 그리스도인이 아니시라면, 우리는 <a href='https://www.esv.org/Luke+2'>누가복음 2장</a>에 기록된 크리스마스 이야기를 읽고, 근처의 성경적이며 성경을 가르치는 교회를 찾아 예배에 참석하시기를 권합니다. 크리스마스를 함께 보낼 곳을 찾고 계시다면, 이 사이트의 첫 페이지에서 RDU 지역의 예배 정보를 확인하실 수 있습니다."
  },
  "downloads": {
    "b&w": "흑백 태그 다운로드",
    "color": "컬러 태그 다운로드",
    "instructions": "사용 설명서 다운로드",
    "qr": "QR 코드 다운로드 (PNG)",
    "disclaimer1": "이 다운로드 자료들은 진정한 크리스마스 프로젝트와 관련된 개인, 교회, 또는 전도 목적으로 자유롭게 사용할 수 있습니다. 판매하거나 본인의 작업물로 오해되게 하지 않는 한 자유롭게 복사, 인쇄, 배포하실 수 있습니다.",
    "disclaimer2": "모든 자료는 어떤 종류의 보증 없이 “있는 그대로” 제공됩니다. 진정한 크리스마스 프로젝트 및 기여자들은 자료 사용이나 배포로 인해 발생하는 문제나 손해에 대해 책임을 지지 않습니다.",
    "disclaimer3": "이 자료를 사용함으로써 여러분은 크리스마스의 메시지를 전하기 위한 선한 목적과 개인적 판단 아래 사용함에 동의하는 것입니다."
  },
  "getInvolved": {
    "voice_season": {
      "title": "시즌의 목소리 – 에세이 제출",
      "who": {
        "title": "누가 제출할 수 있나요?",
        "text": "진정한 크리스마스 프로젝트는 <b>모든 사람</b>의 에세이를 환영합니다—학생, 목회자, 부모, 교사, 교회 지도자, 그리고 글쓰기를 통해 그리스도를 높이고 싶은 누구든지요. 예수님의 탄생, 크리스마스의 복음, 또는 그분의 사랑이 삶에 미친 영향에 대한 <b>묵상, 간증, 이야기, 혹은 생각</b>을 나누어 주세요. 모든 에세이는 제목의 <b>알파벳 순서</b>로 <b>제출 페이지</b>에 게시되며, 독자들이 믿음 안에서 성장할 수 있도록 돕습니다."
      },
      "guidelines": {
        "title": "제출 가이드라인",
        "text": "에세이뿐 아니라 시, 창작 이야기 등도 제출할 수 있으며, 크리스마스의 진정한 의미와 그리스도를 향하게 하는 내용이라면 가능합니다.<br><br><b>제목:</b> 필수.<br><b>저자 및 편집자:</b> 실명 기재.<br><b>길이:</b> 500–1500단어.<br><b>형식:</b> 일반 텍스트 또는 Word 문서. <b>제목이나 굵은 글씨</b>를 포함할 수 있으나, 최종 글꼴과 크기는 통일됩니다.<br><b>내용:</b> 에세이는 <b>기독교 신앙</b>을 반영하고, <b>크리스마스의 참 의미</b>를 드러내며, 성경을 존중해야 합니다. 믿는 이에게 유익하고, 믿지 않는 이에게는 바른 길을 제시해야 합니다.<br><b>언어:</b> 영어 (번역은 별도 처리).<br><b>성경 구절:</b> 권장.<br><b>인용:</b> 각주 없이 본문 내 인용 사용."
      },
      "limits": {
        "title": "제출 한도 및 마감일",
        "text": "<b>최대:</b> 2025년 20편.<br><b>마감일:</b> 2025년 12월 15일.<br><b>게시:</b> 검토 후 3–5영업일 내."
      },
      "rights": {
        "title": "권한 및 검토",
        "text": "<b>편집장</b>은 다음과 같은 이유로 에세이를 거절할 권리를 가집니다: <b>비성경적 내용</b>, <b>주제와 무관한 내용</b>, <b>과도하거나 부족한 분량</b>, <b>읽기 어려운 형식</b>, <b>중복 또는 표절</b>. 모든 에세이는 사이트의 기독교적 목적에 맞추어 <b>명확성, 가독성, 일관성</b>을 위해 편집됩니다."
      },
      "link": {
        "title": "제출 링크",
        "text": "여기에서 제출하세요: <a href='https://forms.gle/87TxnFKGu8HrRw9Y6' target='_blank'><b>제출 양식</b></a>"
      }
    },
    "candy_cane_outreach": {
      "title": "사탕 지팡이 전도",
      "mission": {
        "title": "우리의 사명"
      },
      "participate": {
        "title": "참여 방법",
        "text": "크리스마스의 진정한 메시지를 사탕 지팡이라는 단순한 선물을 통해 전하는 이 사역에 함께하세요. 이 프로젝트는 친구, 이웃, 만나는 모든 사람에게 복음을 전할 수 있는 쉽고 의미 있는 방법입니다."
      },
      "step1": {
        "title": "1단계 – 사탕 지팡이 구매",
        "text": "마트, 달러 스토어, 온라인 등 어디서든 사탕 지팡이를 구매하세요. 깨끗하고 나누기 쉬운 개별 포장 제품을 선택하십시오. Walmart에서 판매되는 Brach’s 사탕 지팡이가 가장 경제적인 편입니다."
      },
      "step2": {
        "title": "2단계 – 자료 다운로드 및 인쇄",
        "text1": "<a href='/get_involved/downloads'><b>여기에서</b></a> 전도용 인쇄 카드를 다운로드하세요. 각 카드에는 사탕 지팡이의 의미와 이 사이트의 자료로 연결되는 QR 코드가 포함되어 있습니다.",
        "text2": "원하는 만큼 인쇄한 뒤 잘라 내고 위·아래에 작은 구멍을 뚫어 사탕 지팡이를 끼워 넣습니다. <i>PDF에 자세한 설명이 있습니다.</i>"
      },
      "step3": {
        "title": "3단계 – 조립 및 준비",
        "text": "각 사탕 지팡이에 카드를 끼워 완성합니다. 가족, 친구, 교회 모임 등과 함께 만들 수 있습니다. 이 작은 선물들이 하나님의 진리를 전하도록 기도하는 시간을 가지세요."
      },
      "step4": {
        "title": "4단계 – 메시지 나누기",
        "text1": "직장, 학교, 교회 행사, 퍼레이드 등 지역사회에서 자유롭게 나누십시오. 자원봉사할 때, 심부름할 때, 식당에서 식사할 때도 나누기 좋습니다. 드라이브스루에서 친절한 메모와 함께, 또는 이웃의 문 앞에 두고 올 수도 있습니다. 작은 친절 하나가 누군가를 그리스도께로 인도할 수 있습니다.",
        "text2": "직장에서 허용된다면 손님들이 가져갈 수 있도록 몇 개 비치할 수 있는지 여쭤보세요."
      },
      "group": {
        "title": "그룹 전도 (선택 사항)",
        "text": "교회, 청소년부, 성경공부 모임을 초대해 함께 참여하세요. 사탕 지팡이 포장 나눔 시간이나 전도 산책은 보다 많은 이들을 함께 섬길 수 있는 좋은 방법입니다."
      },
      "ready": {
        "title": "시작할 준비가 되셨나요?",
        "text1": "아래 인쇄물을 열어 첫 번째 전도용 사탕 지팡이를 만들어 보세요. 우리의 목표는 사탕을 주는 것이 아니라, 크리스마스의 소망을 전하는 것입니다.",
        "text2": "<a href='/get_involved/downloads'><b>인쇄물 열기 또는 다운로드</b></a>"
      }
    },
    "translation_volunteers": {
      "title": "번역 자원봉사자",
      "sections": {
        "intro": {
          "title": "프로젝트 번역 참여",
          "text": "이 프로젝트는 전 세계 사람들에게 다가가기 위해 여러 언어로 번역되어야 합니다. JSON이라는 간단한 파일 형식과 몇 가지 HTML 태그를 읽고 수정할 수 있다면 누구든지 참여할 수 있습니다. 프로그래머일 필요는 없습니다. 처음이라면 단계별로 설명해 드립니다."
        },
        "how": {
          "title": "참여 방법",
          "text": "아래 짧은 양식을 작성해 주세요. 번역 파일, 자세한 지침, 예시를 보내드립니다. 이미 해당 언어를 담당하는 사람이 있다면 중복 작업을 피하도록 안내해 드립니다."
        },
        "link": {
          "title": "번역 신청서",
          "text": "관심 있으시다면 다음 양식을 작성해 주세요: <a href='https://forms.gle/K1smBPDaQBnkDcuGA' target='_blank'><b>번역 자원봉사 신청서</b></a>"
        }
      }
    },
    "church_partners": {
      "title": "교회 파트너",
      "sections": {
        "invite": {
          "title": "함께 참여할 교회를 찾습니다",
          "text": "이 크리스마스 시즌에 그리스도의 메시지를 나누기 위해 교회들을 초대합니다. 교회 정보를 제출하면 방문자들이 복음을 들을 수 있는 지역 교회를 찾을 수 있습니다. 우리는 성경을 믿고 성경을 가르치는 교회를 중심으로 소개하여 방문자들이 하나님의 말씀을 분명하게 들을 수 있도록 돕습니다. 금전적 요구나 후원은 없습니다—교회 정보를 이곳에 게시할 수 있는 허락만 필요합니다."
        },
        "details": {
          "title": "제출해야 할 정보",
          "text": "교회 이름, 웹사이트, 도시/주, 크리스마스 예배 또는 행사 날짜와 시간을 제공해 주세요. 목회자나 교회 직원이 아니라면 제출 전에 허락을 받으시기 바랍니다."
        },
        "purpose": {
          "title": "우리가 이 일을 하는 이유",
          "text": "이 프로젝트는 교단의 벽을 넘어 복음 중심으로 성도들을 하나로 모으기 위한 것입니다. 지역 교회들과 연결함으로써 단순한 사탕 지팡이를 통해 더 많은 이들을 그리스도께로 인도할 수 있습니다."
        },
        "link": {
          "title": "교회 제출하기",
          "text": "여기에서 교회 정보를 제출하세요: <a href='https://forms.gle/xMzrBXfH4mtcFp3r6' target='_blank'><b>교회 파트너 양식</b></a>"
        }
      }
    }
  },
  "submissions": {
    "button": "여기에서 읽기",
    "Example Essay": {
      "title": "테스트 1",
      "ask": "아직 제출된 항목이 없습니다! 하나 제출해 보세요! <a href=\"/get_involved\">자세한 내용은 참여 페이지에서 확인하세요</a>!"
    }
  }
}
